/* The text for warning when a debugger is currently attached to the process. */
"A debugger is attached to the App." = "Un débogueur est attaché à l'application.";

/* The text for warning when an emulator is being used to run the application. */
"An emulator is being used to run the App." = "Un émulateur est utilisé pour accéder à l'application.";

/* The text for the button that cancels the current challenge process. */
"Cancel" = "Annuler";

/* Spoken by VoiceOver when the screen is loading. */
"Loading" = "Chargement";

/* The no answer to a yes or no question. */
"No" = "Non";

/* The title for the challenge response step of an authenticated checkout. */
"Secure checkout" = "Paiement sécurisé";

/* Indicates that a button is selected. */
"Selected" = "Sélectionné";

/* The text for warning when a device is jailbroken */
"The device is jailbroken." = "L'appareil est débridé.";

/* The text for warning when the integrity of the SDK has been tampered with */
"The integrity of the SDK has been tampered." = "L'intégrité du SDK a été altérée.";

/* The text for warning when the SDK is running on an unsupported OS or OS version. */
"The OS or the OS Version is not supported." = "Le système d'exploitation ou la version du système d'exploitation ne sont pas pris en charge.";

/* Error description for when a network request times out. English value is as required by UL certification. */
"Timeout" = "Timeout";

/* Indicates that a button is not selected. */
"Unselected" = "Non sélectionné";

/* The yes answer to a yes or no question. */
"Yes" = "Oui";

